---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ElectricalFailures.NotSupportConcentricBend
source: html/73d4c2f4-93f9-e3ab-45fe-0319e73dc4fd.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ElectricalFailures.NotSupportConcentricBend Property

Conduit with Fittings do not support Concentric Bend Radius, the bend radius of the conduit fittings will be same.

## Syntax (C#)
```csharp
public static FailureDefinitionId NotSupportConcentricBend { get; }
```